benchmarks-loadtest/load-test/results/vegeta/vegeta_health.txt
Requests      [total, rate, throughput]  1000, 50.05, 50.03
Duration      [total, attack, wait]      19.9884184s, 19.9813933s, 7.0251ms
Latencies     [mean, 50, 95, 99, max]    7.289282ms, 4.954944ms, 23.71091ms, 38.99275ms, 78.6156ms
Bytes In      [total, mean]              62871, 62.87
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:1000  
Error Set: